
#!/usr/bin/env python3
import sys
f_msg_wellcome = ' سلام\nمن پستچی هستم. اگه ادمین کانال هستی و هر روز پست می ذاری ممکنه بدردت بخورم. دستور help/ کمک می کنه. دستور new message/ برای ساختن پست جدیده. دستور query message/ برای دیدن پست های قبلیه. (که فعلا کار نمیکنه ولی داریم درستش می کنیم) '.strip()
f_msg_start = ' لطفا متن رو برای من ارسال کن.'.strip()
f_msg_get_text = ' متن رو گرفتم و ذخیره کردم. حالا لطفا لینک رو بده.'.strip()
f_msg_get_link = ' لینک رو گرفتم و ذخیره کردم. حالا لطفا هشتگ ها رو بده. علامت # بذار و هشتگ ها رو با اسپیس جدا کن.'.strip()
f_msg_get_hashtg = ' هشتگ ها رو گرفتم و ذخیره کردم. برای دیدن پست Preview/ رو یزن. برای فرستادن پست Send/ رو بزن. برای لغو کردن Reset/ رو بزن.'.strip()








